const services = [
    {
        id: 1,
        title: "Производство мебели на заказ",
        description: "Качественное изготовление мебели по индивидуальному заказу.",
        details: "Мы используем только проверенные материалы, создавая уникальные решения для вашего пространства.",
        servicesList: ["Проектирование", "Изготовление", "Доставка и сборка"],
        image: "images/project/04.jpg",
        detailImage: "images/services/srv1detail.png"
    },
    {
        id: 2,
        title: "Ремонт мебели",
        description: "Профессиональный ремонт мебели любой сложности.",
        details: "Восстанавливаем внешний вид и функциональность вашей мебели, используя современные технологии.",
        servicesList: ["Замена деталей", "Обновление покрытия", "Реставрация"],
        image: "images/project/02.jpg",
        detailImage: "images/services/srv2detail.png"
    }
];
